const termsContent = [
    <p>
        본 개인정보 처리방침은 주식회사 메디씨티(이하 "회사"라 함)의 홈페이지를
        통해 수집되는 개인정보의 처리 방침을 설명합니다. 회사는 개인정보보호법
        및 관련 법령을 준수하며, 회원 및 이용자의 개인정보 보호를 중요시하고
        있습니다. 이에 본 처리방침을 통해 회사가 어떤 개인정보를 수집하고, 해당
        개인정보를 어떻게 사용하고 보호하는지 안내 드립니다.
        <br />
        <br />
        수집하는 개인정보 항목
        <br />
        회사는 서비스 제공을 위해 다음과 같은 개인정보를 수집할 수 있습니다:
        <br />
        기본정보: 성명, 연락처, 이메일 주소 등<br />
        회원정보: 아이디, 비밀번호, 생년월일, 성별, 프로필 사진 등<br />
        결제정보: 결제 수단, 결제 금액, 거래 내역 등
        <br />
        서비스 이용 기록: 접속 로그, 쿠키, IP 주소 등
        <br />
        개인정보 수집 및 이용 목적
        <br />
        회사는 수집한 개인정보를 다음과 같은 목적으로 이용합니다:
        <br />
        회원 가입 및 관리: 회원 식별, 본인 인증, 서비스 제공, 공지사항 전달 등
        <br />
        서비스 제공 및 개선: 웹사이트 운영, 서비스 개발, 통계 및 분석 등<br />
        마케팅 및 광고 활용: 신규 서비스 안내, 이벤트 및 프로모션 알림, 고객
        서비스 등
        <br />
        개인정보의 제공 및 위탁
        <br />
        회사는 이용자의 개인정보를 제3자에게 제공하지 않으며, 법령에 의해
        요구되는 경우나 이용자의 동의가 있는 경우를 제외하고는 개인정보를 외부로
        유출하지 않습니다. 또한, 회사는 서비스의 원활한 제공을 위해 일부 업무를
        외부 업체에 위탁할 수 있으며, 이 경우에도 개인정보 보호 관련 법령을
        준수합니다.
        <br />
        <br />
        개인정보의 보유 및 삭제
        <br />
        회사는 개인정보 보유기간을 원칙적으로 개인정보 수집 및 이용 목적 달성
        후에는 지체 없이 파기합니다. 단, 관련 법령에 따라 일정 기간 동안 보존할
        필요성이 있는 경우에는 해당 기간 동안 개인정보를 안전하게 보관하고,
        법령에 따라 파기할 때에는 안전한 방법으로 파기합니다.
        <br />
        <br />
        개인정보의 안전성 확보
        <br />
        회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다:
        <br />
        <br />
        개인정보 암호화: 중요한 데이터는 암호화하여 저장하고 전송합니다.
        <br />
        접근 제한: 개인정보에 대한 접근 권한을 제한하고, 접근 권한을 가진
        직원들을 관리합니다.
        <br />
        보안 프로그램: 침입 차단 시스템 등 보안 프로그램을 이용하여 개인정보를
        안전하게 관리합니다.
        <br />
        개인정보 처리방침 변경
        <br />
        회사는 개인정보 처리방침을 개정할 경우 홈페이지를 통해 사전 공지하며,
        변경 사항의 시행일 이후에도 서비스를 계속 이용함으로써 변경된 개인정보
        처리방침에 대해 동의한 것으로 간주합니다.
        <br />
        <br />
        이용자의 권리와 의무
        <br />
        이용자는 언제든지 자신의 개인정보에 대해 열람, 정정, 삭제를 요청할 수
        있으며, 회원 가입 시 동의한 마케팅 정보 수신에 대한 동의를 철회할 수
        있습니다. 단, 회사가 제공하는 서비스 이용에 필요한 최소한의 개인정보가
        제공되지 않을 경우 서비스 이용이 제한될 수 있습니다.
        <br />
        <br />
        개인정보 처리방침에 관한 문의나 개인정보 관련 궁금한 사항은 아래
        연락처로 문의하여 주시기 바랍니다:
        <br />
        <br />
        회사명: 주식회사 메디씨티
        <br />
        주소: 경기도 고양시 일산동구 무궁화로 43-55, 302호
        <br />
        이메일: ceo@medi-city.co.kr
        <br />
        전화번호: 1599-6956
        <br />본 개인정보 처리방침은 2023년 6월 22일부터 시행됩니다.
    </p>,
];

const privacyContent = [
    <p>
        본 개인정보 처리방침은 주식회사 메디씨티(이하 "회사"라 함)의 홈페이지를
        통해 수집되는 개인정보의 처리 방침을 설명합니다. 회사는 개인정보보호법
        및 관련 법령을 준수하며, 회원 및 이용자의 개인정보 보호를 중요시하고
        있습니다. 이에 본 처리방침을 통해 회사가 어떤 개인정보를 수집하고, 해당
        개인정보를 어떻게 사용하고 보호하는지 안내 드립니다.
        <br />
        <br />
        수집하는 개인정보 항목
        <br />
        회사는 서비스 제공을 위해 다음과 같은 개인정보를 수집할 수 있습니다:
        <br />
        기본정보: 성명, 연락처, 이메일 주소 등<br />
        회원정보: 아이디, 비밀번호, 생년월일, 성별, 프로필 사진 등<br />
        결제정보: 결제 수단, 결제 금액, 거래 내역 등<br />
        서비스 이용 기록: 접속 로그, 쿠키, IP 주소 등<br />
        개인정보 수집 및 이용 목적
        <br />
        회사는 수집한 개인정보를 다음과 같은 목적으로 이용합니다:
        <br />
        회원 가입 및 관리: 회원 식별, 본인 인증, 서비스 제공, 공지사항 전달 등
        <br />
        서비스 제공 및 개선: 웹사이트 운영, 서비스 개발, 통계 및 분석 등<br />
        마케팅 및 광고 활용: 신규 서비스 안내, 이벤트 및 프로모션 알림, 고객
        서비스 등<br />
        개인정보의 제공 및 위탁
        <br />
        회사는 이용자의 개인정보를 제3자에게 제공하지 않으며, 법령에 의해
        요구되는 경우나 이용자의 동의가 있는 경우를 제외하고는 개인정보를 외부로
        유출하지 않습니다. 또한, 회사는 서비스의 원활한 제공을 위해 일부 업무를
        외부 업체에 위탁할 수 있으며, 이 경우에도 개인정보 보호 관련 법령을
        준수합니다.
        <br />
        <br />
        개인정보의 보유 및 삭제
        <br />
        회사는 개인정보 보유기간을 원칙적으로 개인정보 수집 및 이용 목적 달성
        후에는 지체 없이 파기합니다. 단, 관련 법령에 따라 일정 기간 동안 보존할
        필요성이 있는 경우에는 해당 기간 동안 개인정보를 안전하게 보관하고,
        법령에 따라 파기할 때에는 안전한 방법으로 파기합니다.
        <br />
        <br />
        개인정보의 안전성 확보
        <br />
        회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다:
        <br />
        <br />
        개인정보 암호화: 중요한 데이터는 암호화하여 저장하고 전송합니다.
        <br />
        접근 제한: 개인정보에 대한 접근 권한을 제한하고, 접근 권한을 가진
        직원들을 관리합니다.
        <br />
        보안 프로그램: 침입 차단 시스템 등 보안 프로그램을 이용하여 개인정보를
        안전하게 관리합니다.
        <br />
        개인정보 처리방침 변경
        <br />
        회사는 개인정보 처리방침을 개정할 경우 홈페이지를 통해 사전 공지하며,
        변경 사항의 시행일 이후에도 서비스를 계속 이용함으로써 변경된 개인정보
        처리방침에 대해 동의한 것으로 간주합니다.
        <br />
        <br />
        이용자의 권리와 의무
        <br />
        이용자는 언제든지 자신의 개인정보에 대해 열람, 정정, 삭제를 요청할 수
        있으며, 회원 가입 시 동의한 마케팅 정보 수신에 대한 동의를 철회할 수
        있습니다. 단, 회사가 제공하는 서비스 이용에 필요한 최소한의 개인정보가
        제공되지 않을 경우 서비스 이용이 제한될 수 있습니다.
        <br />
        <br />
        개인정보 처리방침에 관한 문의나 개인정보 관련 궁금한 사항은 아래
        연락처로 문의하여 주시기 바랍니다:
        <br />
        <br />
        회사명: 주식회사 메디씨티
        <br />
        주소: 경기도 고양시 일산동구 무궁화로 43-55, 302호
        <br />
        이메일: ceo@medi-city.co.kr
        <br />
        전화번호: 1599-6956
        <br />본 개인정보 처리방침은 2023년 6월 22일부터 시행됩니다.
    </p>,
];

export { termsContent, privacyContent };
